[
  {"shayari": "Zindagi mein agar kabhi kisi ko chaha hai, toh usse kabhi chhodna nahi."},
  {"shayari": "Meri jaan, tu meri duniya hai."},
  {"shayari": "Dil se dil milte hain, bas waqt ka intezaar hota hai."},
  {"shayari": "Tere bina jee na paaye, yeh dil mera tujhse hi pyaar kare."},
  {"shayari": "Jab se tumse mili hoon, zindagi mein rang bhar gaye hain."},
  {"shayari": "Tere khayalon mein kho jaana hai, dil ki har ek baat kehna hai."},
  {"shayari": "Meri zindagi ke har pal mein tu ho, meri duniya bas tu hi toh hai."},
  {"shayari": "Teri muskurahat hi meri khushi ka raaz hai."},
  {"shayari": "Meri jaan, tum mere liye sab kuch ho."},
  {"shayari": "Dil ki gehraiyon mein, bas tum hi tum ho."},
  {"shayari": "Pyar ka ek rang hota hai, jo tumhara hi ho sakta hai."},
  {"shayari": "Aankhon mein tum ho, zindagi mein tum ho."},
  {"shayari": "Zindagi ki sabse khoobsurat baat hai, tumhara saath."},
  {"shayari": "Kuch toh hai jo tum se juda hai, ye dil ki baat hai."},
  {"shayari": "Teri yaadon ka silsila, kabhi khatam nahi hota."},
  {"shayari": "Meri zindagi ki subah ho tum, meri raat ho tum."},
  {"shayari": "Meri khushi ka raaz tum ho, tumse pyaar karna hai."},
  {"shayari": "Dil se tumhe chaha hai, tumse juda rehna hai."},
  {"shayari": "Tumhare saath har lamha sukoon hai."},
  {"shayari": "Jab tum paas hote ho, sab kuch adhoora lagta hai."},
  {"shayari": "Meri duaaon mein tumhi ho, meri zindagi ka har khwab tumhi ho."},
  {"shayari": "Agar tum saath ho toh zindagi mein har mushkil asaan lagti hai."},
  {"shayari": "Meri saari khushiyan tum se hi hai."},
  {"shayari": "Tumse juda ho kar, sab kuch bekaar lagta hai."},
  {"shayari": "Zindagi mein tum saath ho, toh har din nayi khushiyan milti hain."},
  {"shayari": "Tere saath har pal khubsoorat lagta hai."},
  {"shayari": "Dil ki baat har baar tumse hi kehna chahta hoon."},
  {"shayari": "Teri aankhon mein woh jaadu hai, jo mere dil ko behalaye rakhta hai."},
  {"shayari": "Tere bina jeena mujhse nahi ho paata."},
  {"shayari": "Meri duniya tu hai, meri khushiyan tu hai."},
  {"shayari": "Pyar ka ehsaas, bas tumse hai."},
  {"shayari": "Meri zindagi mein bas tumhara hi rang chhaya hai."},
  {"shayari": "Dil ki har ek baat, tumse hi kahin hai."},
  {"shayari": "Jab tum mere paas hote ho, toh zindagi mein sab kuch perfect lagta hai."},
  {"shayari": "Dil ki har ek chaah mein, tumhi ho bas tumhi ho."},
  {"shayari": "Tum ho toh duniya ki koi bhi baat itni buri nahi lagti."},
  {"shayari": "Tumse pyar karna, meri zindagi ka sabse khoobsurat faisla hai."},
  {"shayari": "Jab tak tum mere saath ho, mujhe kuch aur nahi chahiye."},
  {"shayari": "Zindagi ki sabse khoobsurat baat tum se milne ke baad samajh mein aayi."},
  {"shayari": "Teri muskurahat mein kuch khaas baat hai, jo dil ko apna bana leti hai."},
  {"shayari": "Tere bina zindagi mein kuch bhi adhoora hai."},
  {"shayari": "Teri aankhon mein ghum, aur mere dil mein pyaar hai."},
  {"shayari": "Jab tum paas ho, toh sab kuch achha lagta hai."},
  {"shayari": "Meri duniya mein tum ho, tum se juda kuch bhi nahi."},
  {"shayari": "Dil mein bas ek hi naam hai, tumhara."},
  {"shayari": "Zindagi mein tumhara hona, mere liye sabse khoobsurat baat hai."},
  {"shayari": "Meri khushiyan tumse hi hai, tumse juda ho toh sab kuch bekaar hai."},
  {"shayari": "Tumse milke sab kuch badal gaya hai, meri zindagi roshan ho gayi hai."},
  {"shayari": "Dil se tumhe chaha hai, tum se juda rehna hai."},
  {"shayari": "Tere bina sab kuch bekaar hai, mere liye tum sab kuch ho."},
  {"shayari": "Tere bina jeena ab mujhse nahi ho sakta."},
  {"shayari": "Tum jo mere saath ho, toh har mushkil asaan lagti hai."},
  {"shayari": "Meri duniya ka rang tum se hai."},
  {"shayari": "Dil se tumse pyaar karna, mere liye sabse khoobsurat baat hai."},
  {"shayari": "Meri zindagi ka ek hi maksad hai, tumhe khush dekhna."},
  {"shayari": "Jab tum paas hote ho, toh dil ko sukoon milta hai."},
  {"shayari": "Teri har ek baat, mere dil mein bas jaati hai."},
  {"shayari": "Meri duaaon mein tumhi ho, meri zindagi ka har khwab tumhi ho."},
  {"shayari": "Meri zindagi mein tum hi ho, tum se juda kuch bhi nahi."},
  {"shayari": "Meri khushiyan bas tum se hai, tum se juda ho toh sab kuch bekaar hai."},
  {"shayari": "Tum saath ho, toh zindagi ka har pal sukoon bhara hota hai."},
  {"shayari": "Meri duniya tum se hi hai, tum ho toh sab kuch hai."},
  {"shayari": "Tere saath jeena, meri zindagi ka sabse bada sapna hai."},
  {"shayari": "Meri duniya ke rang tum se hai."},
  {"shayari": "Tum mere saath ho, toh sab kuch perfect lagta hai."},
  {"shayari": "Zindagi mein sabse khoobsurat baat tum se milne ke baad samajh mein aayi."},
  {"shayari": "Meri duniya bas tum se hi roshan hai."},
  {"shayari": "Meri zindagi ke har ek pal mein tumhara hi saath chahiye."},
  {"shayari": "Tum saath ho, toh sab kuch asaan lagta hai."},
  {"shayari": "Dil ki baat, har baar tumse hi kehna chahta hoon."},
  {"shayari": "Tum mere saath ho, toh har lamha sukoon hai."},
  {"shayari": "Meri khushiyan tum se hi hai."},
  {"shayari": "Tere saath jeene ki khwahish hai, tumse juda ho kar kuch bhi nahi."},
  {"shayari": "Zindagi mein tumse pyar karna, sabse khoobsurat baat hai."},
  {"shayari": "Dil se tumse pyaar karna hai, tumse juda rehna hai."},
  {"shayari": "Meri duaaon mein tum ho, meri zindagi ka har khwab tumhi ho."},
  {"shayari": "Meri saari khushiyan tumse hi hai."},
  {"shayari": "Jab tum mere saath ho, toh zindagi ka har din naya lagta hai."},
  {"shayari": "Dil mein bas ek hi naam hai, tumhara."},
  {"shayari": "Tum mere liye sab kuch ho."},
  {"shayari": "Meri zindagi mein tumhara hona sabse khoobsurat baat hai."},
  {"shayari": "Meri khushiyan tumse hi hai."},
  {"shayari": "Zindagi ke har pal mein, tum se juda kuch bhi nahi."},
  {"shayari": "Meri zindagi mein tum ho toh sab kuch sahi hai."},
  {"shayari": "Tumse pyar karna meri zindagi ka sabse kho
